/* No comment provided by engineer. */
"GCDAsyncSocketClosedError" = "Το Socket έχει κλείσει/";

/* No comment provided by engineer. */
"GCDAsyncSocketConnectTimeoutError" = "Το χρονικό όριο σύνδεσης έχει ξεπεραστεί";

/* No comment provided by engineer. */
"GCDAsyncSocketReadMaxedOutError" = "Η Ανάγνωση έχει φτάσει στο μέγιστο";

/* No comment provided by engineer. */
"GCDAsyncSocketReadTimeoutError" = "Λήξη χρονικού ορίου κατά την ανάγνωση";

/* No comment provided by engineer. */
"GCDAsyncSocketWriteTimeoutError" = "Λήξη χρονικού ορίου κατά την εγγραφή";

